13/data/attachments/1026dd681421d859.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Justin_government_Friend_19974_3</nif:username>
            <nif:friendToBeRequested>soap_friends_23538b83-ec07-4fce-aea3-a1b54bbc0466</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>